alsa-lib
bfg
binutils
bison
bzip2
cups
expat
fontconfig
freetype
gcc
gdbm
gettext
giflib
gmp
hub
isl@0.18
jpeg
krb5
leptonica
libffi
libice
libmpc
libpng
libpthread-stubs
libsm
libtiff
libx11
libxau
libxcb
libxdmcp
libxext
libxfixes
libxi
libxml2
libxrandr
libxrender
libxt
libxtst
little-cms2
m4
mpfr
ncurses
openjdk
openjpeg
openssl@1.1
patchelf
pkg-config
python@3.9
readline
sqlite
tesseract
unzip
util-linux
webp
xcb-proto
xorgproto
xz
zip
zlib
