autoconf
automake
berkeley-db
expat
gdbm
libbsd
libcap
libimobiledevice
libplist
libtasn1
libtool
libusb
libusbmuxd
lz4
m4
ncurses
openssl@1.1
patchelf
perl
pkg-config
systemd
util-linux
xz
zlib
