alsa-lib
bandwhich
bfg
bzip2
cups
dex
expat
fontconfig
freetype
kubernetes-cli
libbsd
libice
libpng
libpthread-stubs
libsm
libx11
libxau
libxcb
libxdmcp
libxext
libxfixes
libxi
libxrandr
libxrender
libxt
libxtst
minikube
mongodb-community-shell
ncurses
openjdk
patchelf
unzip
util-linux
xorgproto
zip
zlib
