7zip-bin
accountsservice
acpi
acpid
adb-arm64
aeskulap
agg
alsa-firmware
alsa-plugins
alsa-utils
anbox-git
anbox-image
android-studio
arandr
arp-scan
aspnet-runtime
atomizer-git
audacity
autoconf
automake
avahi
b43-fwcutter
banner
bash
betterlockscreen
bind
binutils
bison
blender
bmenu
brave-browser
btrfs-progs
bzip2
cava
clipit
coreutils-git
cowsay
cpupower
crda
cronie
cryptsetup
cups
darktable
device-mapper
dfc
dhclient
dhcpcd
diffutils
discord
dive
dmidecode
dmraid
dnsmasq
docker
docker-compose
dosfstools
dotnet-sdk
e2fsprogs
ecryptfs-utils
efibootmgr
entr
epdfview
ethtool
exfat-utils
f2fs-tools
fakeroot
feh
figlet
file
filesystem
findutils
firefox
flex
fortune-mod
fswatch
gawk
gcc
gcc-libs
gcolor2
gdb
gettext
gimp
git-cal-git
git-ignore-bin
github-cli-git
gitkraken
glibc
gnome-keyring
gnome-screenshot
gnu-netcat
gopls
grep
grub
grub-customizer
grub-theme-manjaro-dev
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-smb
gvim
gzip
hardinfo
htop
i3-default-artwork
i3blocks
i3blocks-contrib
iftop
inetutils
inotify-tools-git
intel-ucode
inxi
iproute2
iputils
java-runtime-common
jdk11-openjdk
jdk8-openjdk
jfsutils
joyutils
jp2a
jq
jre8-openjdk
jstest-gtk-git
kdeconnect
kvantum-manjaro
less
lib32-flex
lib32-mesa-demos
lib32-nvidia-utils
libratbag
libreoffice-fresh
libtool
licenses
lightdm-slick-greeter
linux510
linux510-nvidia
logrotate
lolcat
ltspice
lutris
lvm2
lxappearance
lxinput
m4
maia-console
make
man-db
man-pages
manjaro-alsa
manjaro-browser-settings
manjaro-firmware
manjaro-hotfixes
manjaro-i3-settings
manjaro-printer
manjaro-ranger-settings
manjaro-release
manjaro-system
manjaro-zsh-config
markdown_previewer
mdadm
memtest86+
mesa-demos
mhwd
mhwd-db
minecraft-launcher
mkinitcpio-openswap
mlocate
mobile-broadband-provider-info
moc
modemmanager
mongocli-bin
mongodb-3.6-bin
mongodb-compass
mongodb-shell
morc_menu
mousepad
nano
nautilus-gnome-disks
ncdu
nemo
nemo-terminal
neofetch
neovim
net-tools
netctl
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
nfs-utils
nload
nmap
nodejs
noto-fonts-emoji
npm
nss-mdns
ntfs-3g
ntp
nuget
nvidia-utils
nvm
nvtop
obs-studio
openresolv
openshot
openssh
os-prober
p7zip
pacman
pamac-gtk
patch
patchutils
pavucontrol
pb-for-desktop
pciutils
pcmanfm
perl
perl-anyevent-i3
perl-file-mimeinfo
perl-json-xs
picom-rounded-corners
pkgconf
playerctl
polkit-gnome
polybar
potrace
powertop
procps-ng
psmisc
pulseaudio-alsa
pulseaudio-equalizer
pup
python-pip
qt5-styleplugins
qt5ct
qt6-base
ranger
rclone
react-native-debugger
reactotron
redis
reiserfsprogs
retroarch
retroarch-assets-ozone
retroarch-assets-xmb
retroarch-standalone-service
rofi
rpi-imager
rsync
s-nail
sbxkb
screen
screenfetch
seahorse
sed
shadow
signal-desktop
snapd
socat
spectre-meltdown-checker
speedtest-cli
squashfs-tools
steam-manjaro
sudo
sysfsutils
syslog-ng
sysstat
systemd
systemd-fsck-silent
systemd-sysvcompat
tar
telegram-desktop-bin
terminator
terminus-font
texinfo
thefuck
thermald
tidy
tiny-irc-client
tlp
toilet
tree
ttf-dejavu
ttf-fira-code
ufw
unixbench
unrar
unzip
upower
usbutils
util-linux
vi
viewnior
vim-plug
virtualbox
visual-studio-code-insiders-bin
vmware-workstation
volumeicon
vpk-fuse-git
w3m
webcamoid
wget
which
wine
wine-lol
wmutils
wol-systemd
wpa_supplicant
xautolock
xclip
xdg-user-dirs
xdg-utils
xdotool
xf86-input-elographics
xf86-input-evdev
xf86-input-libinput
xf86-input-void
xfce4-power-manager
xfsprogs
xorg-server
xorg-twm
xorg-xev
xorg-xhost
xorg-xinit
xorg-xkill
xorg-xprop
xterm
xz
yay
youtube-dl
zensu
zip
