accountsservice
acpi
acpid
alsa-firmware
alsa-plugins
alsa-utils
android-sdk-platform-tools
arandr
autoconf
automake
avahi
b43-fwcutter
bash
betterlockscreen
binutils
bison
bmenu
brave
btrfs-progs
bzip2
chromium
clipit
cmake
coreutils
cpupower
crda
cronie
cryptsetup
cups
device-mapper
dfc
dhclient
dhcpcd
diffutils
discord
dmidecode
dmraid
dnsmasq
docker
dosfstools
e2fsprogs
ecryptfs-utils
efibootmgr
epdfview
exfat-utils
f2fs-tools
fakeroot
file
filesystem
findutils
firefox
flex
gawk
gcc
gcc-libs
gcolor2
gettext
gimp
github-cli
glibc
gnome-keyring
gnome-screenshot
go
grep
grub
grub-theme-manjaro-dev
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-smb
gvim
gzip
hollywood
htop
i3-default-artwork
i3blocks
i3blocks-contrib
inetutils
intel-ucode
inxi
iproute2
iputils
jdk-openjdk
jfsutils
jq
kdeconnect
kvantum-manjaro
ledcapture-git
less
lib32-flex
lib32-libva-vdpau-driver
lib32-mesa-demos
lib32-mesa-vdpau
lib32-nvidia-utils
lib32-vulkan-intel
lib32-vulkan-radeon
libtool
libva-mesa-driver
libva-vdpau-driver
licenses
lightdm-slick-greeter
linux510
linux510-nvidia
logrotate
lolcat
lvm2
lxappearance
lxinput
m4
maia-console
make
man-db
man-pages
manjaro-alsa
manjaro-browser-settings
manjaro-firmware
manjaro-hotfixes
manjaro-i3-settings
manjaro-ranger-settings
manjaro-release
manjaro-system
manjaro-zsh-config
markdown_previewer
mdadm
memtest86+
mesa-demos
mesa-vdpau
mhwd
mhwd-db
mkinitcpio-openswap
mlocate
mobile-broadband-provider-info
moc
modemmanager
mongodb-compass
morc_menu
mousepad
mpd
nano
ncdu
nemo
nemo-compare
nemo-seahorse
nemo-share
nemo-terminal
neofetch
netctl
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
nfs-utils
nodejs
noto-fonts-emoji
npm
nss-mdns
ntfs-3g
ntp
nvidia-prime
nvidia-utils
nvtop
openresolv
openssh
os-prober
p7zip
pacman
palemoon-bin
pamac-gtk
patch
patchutils
pciutils
pcmanfm
perl
perl-file-mimeinfo
picom-rounded-corners
pkgconf
playerctl
polkit-gnome
polybar
powertop
procps-ng
psmisc
pulseaudio
python-pip
qt5-styleplugins
qt5ct
quassel-client
ranger
reiserfsprogs
rofi
rsync
s-nail
s3cmd
sbxkb
screenfetch
sed
shadow
snapd
spectre-meltdown-checker
speedtest-cli
squashfs-tools
steam-manjaro
sudo
sysfsutils
syslog-ng
sysstat
systemd
systemd-fsck-silent
systemd-sysvcompat
tar
terminus-font
texinfo
tigervnc
tlp
tree
ttf-dejavu
ttf-fira-code
ufw
upower
usbutils
util-linux
vi
viewnior
volumeicon
vulkan-intel
vulkan-radeon
w3m
wget
which
wmutils
wpa_supplicant
xautolock
xbindkeys
xdg-user-dirs
xdg-utils
xdotool
xf86-input-elographics
xf86-input-evdev
xf86-input-libinput
xf86-input-void
xf86-video-amdgpu
xf86-video-ati
xf86-video-intel
xf86-video-nouveau
xfce4-power-manager
xfsprogs
xorg-server
xorg-twm
xorg-xev
xorg-xhost
xorg-xinit
xorg-xkill
xorg-xprop
xterm
xz
yay
youtube-dl
zensu
