accountsservice
acpi
acpid
act
alsa-firmware
alsa-plugins
alsa-utils
android-studio
apparmor
arandr
artwork-i3
audacity
aurvote
autoconf
automake
avahi
b43-fwcutter
bash
bauh
betterlockscreen
binutils
bison
blender
blueman
bluez-utils
bmenu
brave
brave-browser-beta
brew-git
btrfs-progs
bzip2
cantarell-fonts
clipit
cmake
cmatrix
coreutils
cpupower
crda
cronie
cryptsetup
ctop
curlftpfs-ng
darktable
dbeaver
deluge
device-mapper
dfc
dgraph-bin
dhclient
dhcpcd
diffutils
discord
dive
dmidecode
dmraid
dnsmasq
docker
docker-compose
dosfstools
dotnet-sdk
downgrade
e2fsprogs
easyeffects
ecryptfs-utils
efibootmgr
emacs
entr
epdfview
exfat-utils
f2fs-tools
fakeroot
ffmpeg
ffmpegthumbnailer
file
filesystem
findutils
firefox
flac
flex
fswatch
gawk
gcc
gcc-libs
gcolor2
gettext
gimp
git
github-cli
glibc
glibc-locales
gnome-disk-utility
gnome-keyring
gnome-screenshot
gnu-netcat
go
go-ethereum
google-java-format
gparted
graphql-playground-electron
grep
grub
grub-theme-manjaro-dev
gst-libav
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gstreamer
gtk2fontsel
gtksourceview-pkgbuild
gufw
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-smb
gvim
gzip
haveged
hexchat
hollywood
htop-vim
i3-gaps-rounded-git
i3-resurrect
i3blocks
i3blocks-contrib
i3help-git
iftop
inetutils
inkscape-git
intel-ucode
inxi
iotop
iproute2
iputils
jdk11-openjdk
jdk8-openjdk
jfsutils
jq
kdeconnect
kotlin
kvantum-manjaro
less
lf
lib32-flex
lib32-mesa-demos
lib32-nvidia-utils
libdvdcss
libgpod
libnfs
libratbag
libreoffice-still
libtool
licenses
lightdm-settings
lightdm-slick-greeter
linux510
linux510-nvidia
logkeys
logrotate
lsyncd
lutris
lvm2
lxappearance
lxinput
m4
maia-console
make
man-db
man-pages
manjaro-alsa
manjaro-application-utility
manjaro-browser-settings
manjaro-firmware
manjaro-hello
manjaro-hotfixes
manjaro-printer
manjaro-ranger-settings
manjaro-release
manjaro-settings-manager-notifier
manjaro-system
manjaro-zsh-config
markdown_previewer
matcha-gtk-theme
mdadm
memtest86+
mesa-demos
mhwd
mhwd-db
minecraft-launcher
mkinitcpio-openswap
mlocate
mobile-broadband-provider-info
moc
modemmanager
mongodb-bin
mongodb-compass
mongodb-tools-bin
morc_menu
mousepad
mpc
nano
ncdu
nemo
nemo-terminal
neofetch
neovim
netctl
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
nfs-utils
ninja
nmap
nnn
nodejs
notion-app
noto-fonts-emoji
npm
nss-mdns
ntfs-3g
nvidia-docker
nvidia-utils
nvtop
obs-studio
openafs
opendoas
openresolv
openssh
os-prober
p7zip
pacman
pamac-gtk
patch
patchutils
pavucontrol
pciutils
pcmanfm
perl
perl-file-mimeinfo
pgadmin3
pkgconf
playerctl
polkit-gnome
poppler-data
postgresql
postman-bin
powertop
procps-ng
psmisc
pulseaudio
pulseeffects-legacy
pyenv
python
python36
qmk-git
qrcodegen
qt5-styleplugins
qt5ct
ranger
ratel-bin
reiserfsprogs
ripgrep
rofi
rsync
ruby
s-nail
sbxkb
screenfetch
screenkey
sed
shadow
signal-desktop
snapd
spectre-meltdown-checker
speedtest-cli
sshfs
steam-manjaro
subversion
sudo
sysfsutils
syslog-ng
sysstat
systemd
systemd-fsck-silent
systemd-sysvcompat
tar
terminus-font
texinfo
tlp
tree
ttf-dejavu
ttf-droid
ttf-fira-code
ttf-inconsolata
ttf-indic-otf
ttf-joypixels
ttf-liberation
ttf-ms-fonts
unimatrix-git
unison
unzip
upower
usbutils
util-linux
uuid
vertex-maia-themes
vi
via-appimage
vibrancy-icons-teal
viewnior
vim-plug
virtualbox
visual-studio-code-insiders-bin
vlc
volumeicon
vundle
w3m
wallpapers-juhraya
wget
which
wireshark-cli
wmutils
wpa_supplicant
xarchiver
xcursor-chameleon-pearl
xcursor-maia
xdg-user-dirs
xdg-utils
xdotool
xf86-input-elographics
xf86-input-evdev
xf86-input-libinput
xf86-input-void
xfburn
xfce4-power-manager
xfsprogs
xkbcat
xorg-server
xorg-twm
xorg-xev
xorg-xfontsel
xorg-xhost
xorg-xinit
xorg-xkill
xorg-xprop
xscreensaver
xterm
xz
yay
zensu
zip
