accountsservice
acpi
acpid
akonadi-calendar-tools
akonadi-import-wizard
akonadiconsole
akregator
alsa-firmware
alsa-plugins
alsa-utils
apparmor
arandr
ark
arm-none-eabi-binutils
arm-none-eabi-gcc
arm-none-eabi-newlib
artikulate
artwork-i3
audacity
audiocd-kio
autoconf
automake
avahi
avr-binutils
avr-gcc
avr-libc
avrdude
b43-fwcutter
bash
binutils
bison
blender
blinken
bluedevil
blueman
bluez-utils
bmenu
bomber
bovo
breeze
breeze-gtk
breezy
btrfs-progs
bzip2
cantarell-fonts
cantor
cervisia
clipit
cmake
cmatrix
code
coreutils
cpio
cpulimit
cpupower
cronie
cryptsetup
ctop
deluge
delve
device-mapper
dfc
dfu-programmer
dfu-util
dhclient
dhcpcd
diffutils
discord
discover
dmidecode
dmraid
dnsmasq
docker
docker-compose
dolphin
dolphin-plugins
dosfstools
downgrade
dragon
drkonqi
e2fsprogs
ecryptfs-utils
efibootmgr
elisa
epdfview
exfat-utils
f2fs-tools
fakeroot
falkon
ffmpeg
ffmpegthumbnailer
ffmpegthumbs
file
filelight
filesystem
findutils
flac
flex
gawk
gcc
gcc-libs
gcolor2
gettext
gimp
git
github-cli
glibc
glibc-locales
gnu-netcat
gopls
gparted
granatier
grantlee-editor
grep
grub
grub-theme-manjaro-dev
gst-libav
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gstreamer
gtksourceview-pkgbuild
gufw
gvim
gwenview
gzip
haveged
hexchat
i3blocks
iftop
inetutils
intel-ucode
inxi
iotop
iproute2
iputils
jfsutils
jq
juk
k3b
kactivitymanagerd
kaddressbook
kajongg
kalarm
kalendar
kalgebra
kalzium
kamera
kamoso
kanagram
kapman
kapptemplate
kate
katomic
kbackup
kblackbox
kblocks
kbounce
kbreakout
kbruch
kcachegrind
kcalc
kcharselect
kcolorchooser
kcron
kde-cli-tools
kde-dev-scripts
kde-dev-utils
kde-gtk-config
kdebugsettings
kdeconnect
kdecoration
kdegraphics-thumbnailers
kdenetwork-filesharing
kdenlive
kdeplasma-addons
kdesdk-kio
kdesdk-thumbnailers
kdevelop
kdevelop-php
kdf
kdialog
kdiamond
keditbookmarks
kfind
kfloppy
kfourinline
kgamma5
kgeography
kget
kgoldrunner
kgpg
khangman
khelpcenter
khotkeys
kig
kigo
killbots
kimagemapeditor
kinfocenter
kio-gdrive
kio-zeroconf
kirigami-gallery
kiriki
kiten
kjumpingcube
kleopatra
klettres
klickety
klines
kmag
kmahjongg
kmail
kmail-account-wizard
kmenuedit
kmines
kmix
kmousetool
kmouth
kmplot
knavalbattle
knetwalk
knights
knotes
kolf
kollision
kolourpaint
kompare
konqueror
konquest
konsole
kontact
kontrast
konversation
kopete
korganizer
kpat
krdc
kreversi
krfb
kruler
kscreen
kscreenlocker
kshisen
ksirk
ksnakeduel
kspaceduel
ksquares
ksshaskpass
ksudoku
ksystemlog
ksystemstats
kteatime
ktimer
ktorrent
ktouch
ktuberling
kturtle
kubectl
kubrick
kvantum-manjaro
kwallet-pam
kwave
kwayland-integration
kwin
kwordquiz
kwrited
layer-shell-qt
less
lib32-flex
lib32-giflib
lib32-gnutls
lib32-gst-plugins-base-libs
lib32-gtk3
lib32-libpulse
lib32-libva
lib32-libxcomposite
lib32-libxinerama
lib32-libxslt
lib32-mesa-demos
lib32-mpg123
lib32-nvidia-utils
lib32-ocl-icd
lib32-openal
lib32-v4l-utils
libdvdcss
libgpod
libinput-gestures
libkscreen
libksysguard
libratbag
libtool
licenses
lightdm-settings
lightdm-slick-greeter
linux510
linux510-headers
linux510-nvidia
linux510-virtualbox-host-modules
linux54-headers
logrotate
lokalize
lskat
lutris
lvm2
lxappearance
lxinput
m4
maia-console
make
man-db
man-pages
manjaro-alsa
manjaro-application-utility
manjaro-browser-settings
manjaro-hello
manjaro-hotfixes
manjaro-printer
manjaro-ranger-settings
manjaro-release
manjaro-settings-manager-notifier
manjaro-system
manjaro-zsh-config
markdown_previewer
markdownpart
matcha-gtk-theme
mbox-importer
mdadm
memtest86+
mercurial
mesa-demos
mhwd
mhwd-db
milou
minikube
minuet
mkinitcpio-openswap
mlocate
mobile-broadband-provider-info
moc
modemmanager
morc_menu
motion
mousepad
mtools
nano
ncdu
nemo
neofetch
netctl
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
nfs-utils
nmap
nnn
nss-mdns
ntfs-3g
ntp
nvidia-utils
nvtop
ocl-icd
okular
opencv
opendoas
openresolv
openssh
os-prober
oxygen
p7zip
pacman
palapeli
palemoon-bin
pamac-gtk
parallel
parley
partitionmanager
patch
patchutils
pciutils
pcmanfm
perl
perl-file-mimeinfo
picmi
pim-data-exporter
pim-sieve-editor
pkgconf
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-firewall
plasma-integration
plasma-nm
plasma-pa
plasma-sdk
plasma-systemmonitor
plasma-thunderbolt
plasma-vault
plasma-workspace
plasma-workspace-wallpapers
playerctl
polkit-gnome
polkit-kde-agent
poppler-data
powerdevil
powertop
poxml
print-manager
procps-ng
psmisc
pulseaudio
pv
qt5ct
ranger
redis
reiserfsprogs
ripgrep
riscv64-elf-binutils
riscv64-elf-gcc
riscv64-elf-newlib
rocs
rofi
rsync
s-nail
sbxkb
screen
screenfetch
sddm-kcm
sed
shadow
signal-desktop
skanlite
skanpage
snapd
socat
spectacle
spectre-meltdown-checker
speedtest-cli
sshfs
steam
step
subversion
sudo
svgpart
sweeper
sysbench
sysfsutils
syslog-ng
systemd
systemd-fsck-silent
systemd-sysvcompat
systemsettings
tar
telepathy-kde-accounts-kcm
telepathy-kde-approver
telepathy-kde-auth-handler
telepathy-kde-call-ui
telepathy-kde-common-internals
telepathy-kde-contact-list
telepathy-kde-contact-runner
telepathy-kde-desktop-applets
telepathy-kde-filetransfer-handler
telepathy-kde-integration-module
telepathy-kde-send-file
telepathy-kde-text-ui
terminus-font
terraform
texinfo
tlp
tmux
trash-cli
tree
ttf-dejavu
ttf-droid
ttf-fira-code
ttf-inconsolata
ttf-indic-otf
ttf-liberation
umbrello
unclutter
unzip
upower
usbutils
util-linux
vi
vibrancy-icons-teal
viewnior
virtualbox
vlc
volumeicon
w3m
wallpapers-juhraya
wget
which
wine-staging
wireguard-tools
wmutils
wpa_supplicant
xarchiver
xcursor-chameleon-pearl
xcursor-maia
xdg-desktop-portal-kde
xdg-user-dirs
xdg-utils
xdotool
xf86-input-elographics
xf86-input-evdev
xf86-input-libinput
xf86-input-void
xfburn
xfce4-power-manager
xfsprogs
xorg-server
xorg-twm
xorg-xev
xorg-xhost
xorg-xinit
xorg-xkill
xorg-xprop
xterm
xz
yakuake
yay
zanshin
zensu
zip
zsa-wally
