accountsservice
acpi
acpid
alsa-firmware
alsa-plugins
alsa-utils
ant
apparmor
arandr
artwork-i3
astyle
audacity
autoconf
automake
avahi
aws-cli
b43-fwcutter
base-devel
bash
bison
blender
bluedevil
blueman
bluez-utils
bmenu
brave-browser
breeze
breeze-gtk
breeze-plymouth
btrfs-progs
bzip2
cantarell-fonts
cdrtools
clipit
cmake
cmatrix
code
corectrl
coreutils
cpupower
cronie
cryptsetup
ctags
ctop
darktable
dbeaver
debugedit
deepin-calculator
deja-dup
deluge
delve
device-mapper
dfc
dhclient
dhcpcd
diffutils
discord
discover
dmidecode
dmraid
dnsmasq
docker
docker-buildx
docker-compose
dosfstools
dotnet-runtime
dotnet-sdk-6.0
downgrade
drkonqi
e2fsprogs
easyeffects
ecryptfs-utils
efibootmgr
eksctl
emacs
entr
exfatprogs
f2fs-tools
fceux
ffmpeg
ffmpegthumbnailer
file
filelight
filesystem
findutils
firefox
flac
flatpak-kcm
flex
fprintd
gawk
gcc
gcc-libs
gettext
gimp
git
github-cli
glibc
glibc-locales
gnome-clocks
gnome-disk-utility
gnome-keyring
gnome-screenshot
gnu-netcat
go
go-ethereum
gopls
gparted
gradle
grep
grub
gst-libav
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gstreamer
gtk2fontsel
gtksourceview-pkgbuild
gufw
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-smb
gvim
gzip
haveged
helm
hexchat
htop
i3blocks
iftop
inetutils
intel-gpu-tools
intel-media-driver
intel-ucode
inxi
iotop
iproute2
iputils
iwd
jdk-openjdk
jdk11-openjdk
jdk8-openjdk
jedi-language-server
jfsutils
kactivitymanagerd
kde-cli-tools
kde-gtk-config
kdeconnect
kdecoration
kdeplasma-addons
kgamma5
khotkeys
kinfocenter
kmenuedit
knotes
kotlin
kpipewire
kscreen
kscreenlocker
ksshaskpass
ksystemstats
kube-proxy
kubeadm
kubectl
kvantum-manjaro
kwallet-pam
kwayland-integration
kwin
kwrited
layer-shell-qt
less
lib32-flex
lib32-libva-vdpau-driver
lib32-mesa-demos
lib32-mesa-vdpau
lib32-vulkan-intel
lib32-vulkan-radeon
libdvdcss
libfprint
libgpod
libinput-gestures
libkscreen
libksysguard
libnfs
libratbag
libreoffice-still
libtool
libva-intel-driver
libva-mesa-driver
libva-vdpau-driver
licenses
lightdm-settings
lightdm-slick-greeter
linux510
linux510-virtualbox-host-modules
linux515
linux515-headers
logrotate
lutris
lvm2
lxappearance
lxinput
m4
maia-console
make
man-db
man-pages
manjaro-alsa
manjaro-application-utility
manjaro-browser-settings
manjaro-hello
manjaro-hotfixes
manjaro-printer
manjaro-ranger-settings
manjaro-release
manjaro-settings-manager-notifier
manjaro-system
manjaro-zsh-config
matcha-gtk-theme
maven
mc
mdadm
memtest86+
mesa-demos
mesa-vdpau
mhwd
mhwd-db
milou
minikube
mkinitcpio-openswap
mlocate
mobile-broadband-provider-info
moc
modemmanager
morc_menu
mousepad
mpc
nano
nano-syntax-highlighting
ncdu
nemo
nemo-terminal
neofetch
neovim
net-tools
netctl
nethogs
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
nfs-utils
nitrogen
nmap
nodejs
noto-fonts-emoji
npm
nss-mdns
ntfs-3g
ntp
nvtop
obs-studio
opendoas
openjdk-doc
openjdk-src
openresolv
openssh
os-prober
oxygen
oxygen-sounds
p7zip
pacman
pamac-gtk
pandoc-cli
patch
patchutils
pavucontrol
pciutils
pcmanfm
perl
perl-file-mimeinfo
picom
piper
pkgconf
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-firewall
plasma-integration
plasma-nm
plasma-pa
plasma-sdk
plasma-systemmonitor
plasma-thunderbolt
plasma-vault
plasma-welcome
plasma-workspace
plasma-workspace-wallpapers
playerctl
plymouth
plymouth-kcm
polkit-gnome
polkit-kde-agent
poppler-data
postgresql
powerdevil
powertop
prettier
procps-ng
psmisc
pulseaudio
pyenv
python-pip
qmk
qt5ct
ranger
rclone
redis
reiserfsprogs
ripgrep
rofi
rsync
ruby
rxvt-unicode
s-nail
s3cmd
sbxkb
screen
screenfetch
screenkey
scrot
sddm
sddm-kcm
sed
shadow
signal-desktop
smartmontools
snapd
sof-firmware
spectre-meltdown-checker
speedtest-cli
sshfs
steam
strace
subversion
sudo
sysdig
sysfsutils
syslog-ng
sysstat
systemd
systemd-sysvcompat
systemsettings
tar
terminus-font
terraform
testdisk
texinfo
thefuck
tidy
tlp
tree
ttf-dejavu
ttf-droid
ttf-fira-code
ttf-inconsolata
ttf-indic-otf
ttf-joypixels
ttf-liberation
uncrustify
unison
unzip
upower
usbutils
util-linux
vi
vibrancy-icons-teal
viewnior
virtualbox
vlc
volumeicon
vtk
vulkan-intel
vulkan-radeon
vulkan-tools
w3m
wallpapers-juhraya
wget
which
whois
whowatch
wine
wireguard-tools
wireless-regdb
wireshark-cli
wireshark-qt
wmutils
words
wpa_supplicant
xa
xarchiver
xautolock
xclip
xcompmgr
xcursor-maia
xdg-desktop-portal-kde
xdg-user-dirs
xdg-utils
xdotool
xf86-input-elographics
xf86-input-evdev
xf86-input-libinput
xf86-input-void
xf86-video-amdgpu
xf86-video-ati
xf86-video-intel
xf86-video-nouveau
xf86-video-vesa
xfburn
xfce4-clipman-plugin
xfce4-power-manager
xfsprogs
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-sessreg
xorg-smproxy
xorg-twm
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdriinfo
xorg-xev
xorg-xfontsel
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xprop
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xpad
xscreensaver
xsel
xterm
xz
yay
yq
zensu
zip
