accountsservice
acpi
acpid
alsa-firmware
alsa-plugins
alsa-utils
apparmor
arandr
arm-none-eabi-binutils
arm-none-eabi-gcc
arm-none-eabi-newlib
artwork-i3
audacity
autoconf
automake
avahi
avr-binutils
avr-gcc
avr-libc
avrdude
b43-fwcutter
bash
binutils
bison
blender
bluedevil
blueman
bluez-utils
bmenu
breeze
breeze-gtk
btrfs-progs
bzip2
cantarell-fonts
clipit
cmake
coreutils
cpupower
cronie
cryptsetup
darktable
deluge
delve
device-mapper
dfc
dfu-programmer
dfu-util
dhclient
dhcpcd
diffutils
discord
discover
dmidecode
dmraid
dnsmasq
docker
docker-compose
dosfstools
downgrade
drkonqi
e2fsprogs
ecryptfs-utils
efibootmgr
epdfview
exfat-utils
f2fs-tools
fakeroot
ffmpeg
ffmpegthumbnailer
file
filesystem
findutils
flac
flex
gawk
gcc
gcc-libs
gcolor2
gettext
gimp
git
glibc
glibc-locales
gnu-netcat
gparted
grep
grub
grub-theme-manjaro-dev
gst-libav
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gstreamer
gtksourceview-pkgbuild
gufw
gvim
gzip
haveged
hexchat
i3blocks
inetutils
intel-ucode
inxi
iproute2
iputils
jfsutils
jq
kactivitymanagerd
kde-cli-tools
kde-gtk-config
kdeconnect
kdecoration
kdeplasma-addons
kgamma5
khotkeys
kinfocenter
kmenuedit
kscreen
kscreenlocker
ksshaskpass
ksystemstats
kvantum-manjaro
kwallet-pam
kwayland-integration
kwayland-server
kwin
kwrited
layer-shell-qt
less
lib32-flex
lib32-mesa-demos
lib32-nvidia-utils
libdvdcss
libgpod
libkscreen
libksysguard
libratbag
libtool
licenses
lightdm-settings
lightdm-slick-greeter
linux510
linux510-headers
linux510-nvidia
linux510-virtualbox-host-modules
linux54-headers
logrotate
lvm2
lxappearance
lxinput
m4
maia-console
make
man-db
man-pages
manjaro-alsa
manjaro-application-utility
manjaro-browser-settings
manjaro-firmware
manjaro-hello
manjaro-hotfixes
manjaro-printer
manjaro-ranger-settings
manjaro-release
manjaro-settings-manager-notifier
manjaro-system
manjaro-zsh-config
markdown_previewer
matcha-gtk-theme
mdadm
memtest86+
mesa-demos
mhwd
mhwd-db
milou
mkinitcpio-openswap
mlocate
mobile-broadband-provider-info
moc
modemmanager
morc_menu
mousepad
nano
ncdu
nemo
neofetch
netctl
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
nfs-utils
nmap
nnn
nss-mdns
ntfs-3g
ntp
nvidia-utils
nvtop
opendoas
openresolv
openssh
os-prober
oxygen
p7zip
pacman
palemoon-bin
pamac-gtk
patch
patchutils
pciutils
pcmanfm
perl
perl-file-mimeinfo
pkgconf
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-firewall
plasma-integration
plasma-nm
plasma-pa
plasma-sdk
plasma-systemmonitor
plasma-thunderbolt
plasma-vault
plasma-workspace
plasma-workspace-wallpapers
playerctl
polkit-gnome
polkit-kde-agent
poppler-data
powerdevil
powertop
procps-ng
psmisc
pulseaudio
qmk
qt5ct
ranger
redis
reiserfsprogs
ripgrep
riscv64-elf-binutils
riscv64-elf-gcc
riscv64-elf-newlib
rofi
rsync
s-nail
sbxkb
screenfetch
sddm-kcm
sed
shadow
snapd
socat
spectre-meltdown-checker
speedtest-cli
sshfs
steam-manjaro
subversion
sudo
sysfsutils
syslog-ng
systemd
systemd-fsck-silent
systemd-sysvcompat
systemsettings
tar
terminus-font
terraform
texinfo
tlp
tree
ttf-dejavu
ttf-droid
ttf-fira-code
ttf-inconsolata
ttf-indic-otf
ttf-liberation
unzip
upower
usbutils
util-linux
vi
vibrancy-icons-teal
viewnior
virtualbox
virtualbox-host-dkms
vlc
volumeicon
w3m
wallpapers-juhraya
wget
which
wmutils
wpa_supplicant
xarchiver
xautolock
xcursor-chameleon-pearl
xcursor-maia
xdg-desktop-portal-kde
xdg-user-dirs
xdg-utils
xdotool
xf86-input-elographics
xf86-input-evdev
xf86-input-libinput
xf86-input-void
xfburn
xfce4-power-manager
xfsprogs
xorg-server
xorg-twm
xorg-xev
xorg-xhost
xorg-xinit
xorg-xkill
xorg-xprop
xterm
xz
yay
zensu
zip
